Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Defeat the Eater of Worlds, a massive worm whom dwells in the corruption.
zh_cn: 打败世界吞噬怪，居住在腐化之地的巨虫。

source: Defeat the Eye of Cthulhu, an ocular menace who only appears at night.
zh_cn: 打败克苏鲁之眼，只在夜间出没的危险眼球怪。

source: Defeat the Flying Dutchman, the sails of the plunderin' skies.
zh_cn: 打败荷兰飞盗船，四处抢劫的船队。

source: Defeat the Ice Queen, wicked witch of the coldest nights.
zh_cn: 打败冰雪女王，在最寒冷夜晚里出现的邪恶女巫。

source: Defeat the Moon Lord.
zh_cn: 打败月亮领主。

source: Defeat the Pumpking, the spooky lord of hallow's eve.
zh_cn: 打败南瓜王，万圣节前夕的恐怖领主。

source: Defeat the Queen Bee, the matriarch of the jungle hives.
zh_cn: 打败蜂王，统治丛林蜂巢的女王。

source: Defeat the Wall of Flesh, the master and core of the world who arises after a great, burning sacrifice.
zh_cn: 打败血肉墙，它是世界的主宰与核心，会在大型的燃烧献祭后出现。

source: Defeat the four celestial towers of the moon.
zh_cn: 打败月亮上的四个天塔。

source: Defeat the three nocturnal mechanical menaces: the Twins, the Destroyer, and Skeletron Prime.
zh_cn: 打败三个夜间出没的危险机械怪物：双子魔眼、毁灭者和机械骷髅王。

source: Defender Medal
zh_cn: 护卫奖章

source: Defender Medals
zh_cn: 护卫奖章

source: Defender's Forge
zh_cn: 护卫熔炉

source: Defense
zh_cn: 防御力

source: Defense is cut in half
zh_cn: 防御力减半

source: Defense is lowered
zh_cn: 防御力降低

source: Delete
zh_cn: 删除

source: Delete World
zh_cn: 删除世界

source: Demolitionist
zh_cn: 爆破专家

source: Demon
zh_cn: 恶魔

source: Demon Altar
zh_cn: 恶魔祭坛

source: Demon Banner
zh_cn: 恶魔旗

source: Demon Bow
zh_cn: 恶魔弓

source: Demon Campfire
zh_cn: 恶魔篝火

source: Demon Eye
zh_cn: 恶魔眼

source: Demon Eye Banner
zh_cn: 恶魔眼旗

source: Demon Heart
zh_cn: 恶魔之心

source: Demon Scythe
zh_cn: 恶魔锄刀

source: Demon Sickle
zh_cn: 恶魔镰刀

source: Demon Torch
zh_cn: 恶魔火把

source: Demon Wings
zh_cn: 恶魔之翼

source: Demon's Eye
zh_cn: 恶魔眼

source: Demonic
zh_cn: 恶魔

source: Demonic Hellfish
zh_cn: 恶魔地狱鱼

source: Demonite
zh_cn: 魔矿

source: Demonite Bar
zh_cn: 魔矿锭

source: Demonite Brick
zh_cn: 魔矿砖

source: Demonite Brick Wall
zh_cn: 魔矿砖墙

source: Demonite Ore
zh_cn: 魔矿

source: Dependencies
zh_cn: 依赖

source: Deposit All
zh_cn: 存放全部

source: Depth
zh_cn: 深度

source: Depth Hair Dye
zh_cn: 深度染发剂

source: Depth Meter
zh_cn: 深度计

source: Deranged
zh_cn: 错乱

source: Derpfish
zh_cn: 跳跳鱼

source: Derpling
zh_cn: 跳跳兽

source: Derpling Banner
zh_cn: 跳跳兽旗

source: Desert Fossil
zh_cn: 沙漠化石

source: Desert Fossil Wall
zh_cn: 沙漠化石墙

source: Desert Spirit
zh_cn: 沙漠幽魂

source: Desert Spirit Banner
zh_cn: 沙漠幽魂旗

source: Desert Spirit Lamp
zh_cn: 沙漠幽魂灯

source: Desert Spirit's Curse
zh_cn: 沙漠幽魂诅咒

source: Desert Water Fountain
zh_cn: 沙漠喷泉

source: Desertification
zh_cn: 沙漠化

source: Destroy a total of 10,000 tiles.
zh_cn: 共破坏10,000个图格。

source: Destroyer Emblem
zh_cn: 毁灭者徽章

source: Destroyer Mask
zh_cn: 毁灭者面具

source: Destroyer Trophy
zh_cn: 毁灭者纪念章

source: Detects enemies around you
zh_cn: 探测你周围的敌人

source: Detects hooked fish
zh_cn: 查明上钩的鱼

source: Detonating Bubble
zh_cn: 爆炸泡泡

source: Detonator
zh_cn: 引爆器

source: Deutsch (German)
zh_cn: Deutsch (德语)

source: Devourer
zh_cn: 吞噬怪

source: Devourer Banner
zh_cn: 吞噬怪旗

source: Diabolic Sigil
zh_cn: 魔教旗

source: Diabolist
zh_cn: 魔教徒

source: Diabolist Banner
zh_cn: 魔教徒旗

source: Diabolist Lamp
zh_cn: 魔教徒灯

source: Diamond
zh_cn: 钻石

source: Diamond Bolt
zh_cn: 钻石矢

source: Diamond Gem Lock
zh_cn: 钻石宝石锁

source: Diamond Gemspark Block
zh_cn: 钻石晶莹宝石块

source: Diamond Gemspark Wall
zh_cn: 钻石晶莹宝石墙

source: Diamond Hook
zh_cn: 钻石钩

source: Diamond Ring
zh_cn: 钻石戒指

source: Diamond Robe
zh_cn: 钻石长袍

source: Diamond Staff
zh_cn: 钻石法杖

source: Did you even try to brush your hair today?
zh_cn: 你今天到底有没有梳过头发？

source: Did you make sure your device was plugged in?
zh_cn: 你确定你的设备插好电源了？

source: Digger
zh_cn: 挖掘怪

source: Dirt Ball
zh_cn: 土球

source: Dirt Block
zh_cn: 土块

source: Dirt Rod
zh_cn: 土魔杖

source: Dirt Wall
zh_cn: 土墙

source: Dirtfish
zh_cn: 土鱼

source: Disable All
zh_cn: 禁用全部

source: Disable Mod to Delete
zh_cn: 禁用模组以删除

source: Disabled
zh_cn: 已禁用

source: Disappears after the sunrise
zh_cn: 日出后消失

source: Disc Wall
zh_cn: 飞盘墙

source: Disco Ball
zh_cn: 迪斯科球

source: Disconnect
zh_cn: 断开连接

source: Discount Card
zh_cn: 优惠卡

source: Discover
zh_cn: 探索

source: Discover a golden chest underground and take a peek at its contents.
zh_cn: 发现一个地下金箱并偷看里面有什么。

source: Discover a large bee's hive deep in the jungle.
zh_cn: 发现丛林深处的巨蜂蜂巢。

source: Discover and smash your first heart crystal underground.
zh_cn: 发现并粉碎第一颗地下水晶之心。

source: Display game time.
zh_cn: 显示游戏时间。

source: Displays a list of commands.
zh_cn: 显示命令列表。

source: Displays a list of loaded mods.
zh_cn: 显示已加载模组的列表.

source: Displays depth
zh_cn: 显示深度

source: Displays everything
zh_cn: 显示所有信息

source: Displays fishing information
zh_cn: 显示钓鱼信息

source: Displays horizontal position
zh_cn: 显示水平位置

source: Displays how fast the player is moving
zh_cn: 显示玩家移动的速度

source: Displays how many monsters have been killed
zh_cn: 显示被杀的怪物数量

source: Displays movement speed, damage per second, and valuable ore
zh_cn: 显示移动速度、每秒伤害和贵重矿石

source: Displays number of monsters, kill count, and rare creatures
zh_cn: 显示怪物数量、杀敌数和稀有生物

source: Displays the most valuable ore around you
zh_cn: 显示你周围最贵重的矿石

source: Displays the name of rare creatures around you
zh_cn: 显示你周围稀有生物的名称

source: Displays the phase of the moon
zh_cn: 显示月相

source: Displays the weather
zh_cn: 显示天气

source: Displays the world seed.
zh_cn: 显示世界种子。

source: Displays weather, moon phase, and fishing information
zh_cn: 显示天气、月相和钓鱼信息

source: Displays your damage per second
zh_cn: 显示你的每秒伤害

source: Distorted
zh_cn: 扭曲

source: Diving Gear
zh_cn: 潜水装备

source: Diving Helmet
zh_cn: 潜水头盔

source: Djinn's Curse
zh_cn: 神灵诅咒

source: Do Not Step on the Grass
zh_cn: 请勿践踏草坪

source: Do You Want to Slay a Snowman?
zh_cn: 想要杀死雪人吗？

source: Do battle against the Twins, the Destroyer, and Skeletron Prime simultaneously and emerge victorious.
zh_cn: 同时与双子魔眼、毁灭者和机械骷髅王战斗并获胜。

source: Do you think anyone would mind if I wired a cake with bulbs instead of candles?
zh_cn: 你觉得会有人介意我把蛋糕上的蜡烛换成灯泡吗？

source: Doctor Bones
zh_cn: 骷髅博士

source: Doctor Bones Banner
zh_cn: 骷髅博士旗

source: Dog Whistle
zh_cn: 狗哨

source: Doll, we seriously need to fix those split ends.
zh_cn: 美女，我们真的需要补一补那些开叉。

source: Don't bother with {Demolitionist}, I've got all you need right here.
zh_cn: 别和{Demolitionist}浪费时间了。我这边有你要的一切。

source: Don't even ask...
zh_cn: 别问了...

source: Don't show again
zh_cn: 不再提示

source: Don't you ever stop just to say 'Hi?'
zh_cn: 你就不能只是停下来说句“嗨？”

source: Door
zh_cn: 门

source: Double Cod
zh_cn: 双鳍鳕鱼

source: Double tap {0} to call an ancient storm to the cursor location
zh_cn: 双击{0}可将远古风暴召唤到光标位置

source: Double tap {0} to direct your guardian to a location
zh_cn: 双击{0}可将你的守卫引领到某位置

source: Down
zh_cn: 向下

source: Downgrade
zh_cn: 降级

source: Downgrade with dependencies
zh_cn: 降级(附带依赖)

source: Download
zh_cn: 下载

source: Download All
zh_cn: 下载全部

source: Download Mods From Servers: Off
zh_cn: 从服务器下载模组：关闭

source: Download Mods From Servers: On
zh_cn: 从服务器下载模组：开启

source: Download with dependencies
zh_cn: 下载(附带依赖)

source: Downloading mods finished, returning to browser
zh_cn: 下载完成,返回浏览器

source: Downloading: {0}
zh_cn: 下载中: {0}

source: Dr. Man Fly
zh_cn: 飞人博士

source: Dr. Man Fly Banner
zh_cn: 飞人博士旗

source: Dragon Egg
zh_cn: 龙蛋

source: Drains life from enemies
zh_cn: 吸掉敌人的生命

source: Drakanian
zh_cn: 火龙战士

source: Drakin
zh_cn: 德拉克龙

source: Drakin Banner
zh_cn: 德拉克龙旗

source: Drakomire
zh_cn: 火龙怪

source: Drakomire Banner
zh_cn: 火龙怪旗

source: Drakomire Rider
zh_cn: 火龙怪骑士

source: Drakomire Rider Banner
zh_cn: 火龙怪骑士旗

source: Drawing map:
zh_cn: 正在绘制地图：

source: Drax
zh_cn: 斧钻

source: Drax Attax
zh_cn: 斧钻战队

source: Dreamer Ghoul
zh_cn: 神梦食尸鬼

source: Dresser
zh_cn: 梳妆台

source: Drill Containment Unit
zh_cn: 钻头控制装置

source: Drill Crosshair
zh_cn: 钻头准星

source: Drill Mount
zh_cn: 钻头坐骑

source: Drink
zh_cn: 饮用

source: Dripping Honey
zh_cn: 滴落蜂蜜

source: Dripping Lava
zh_cn: 滴落熔岩

source: Dripping Water
zh_cn: 滴水

source: Drippler
zh_cn: 滴滴怪

source: Drippler Banner
zh_cn: 滴滴怪旗

source: Drippler Statue
zh_cn: 滴滴怪雕像

source: Driscan
zh_cn: 德里斯肯

source: Drop Item
zh_cn: 掉落物品

source: Drop more money on death
zh_cn: 死亡时掉落更多钱

source: Dryad
zh_cn: 树妖

source: Dryad Coverings
zh_cn: 树妖遮体服

source: Dryad Loincloth
zh_cn: 树妖腰布

source: Dryad's Bane
zh_cn: 树妖祸害

source: Dryad's Blessing
zh_cn: 树妖祝福

source: Dryad's ward
zh_cn: 树妖庇护

source: Dryadisque
zh_cn: 树妖女

source: Dual Hook
zh_cn: 双钩

source: Duck
zh_cn: 鸭

source: Duck Cage
zh_cn: 鸭笼

source: Duck Statue
zh_cn: 小鸭雕像

source: Ducky Wallpaper
zh_cn: 黄鸭壁纸

source: Dude, is it just me or is there like a million zombies out tonight?
zh_cn: 哥们，今晚就只有我一个人，还是真的有无数僵尸出现？

source: Duke Fishron
zh_cn: 猪龙鱼公爵

source: Duke Fishron Mask
zh_cn: 猪龙鱼公爵面具

source: Duke Fishron Trophy
zh_cn: 猪龙鱼公爵纪念章

source: Dull
zh_cn: 钝

source: Dune Splicer
zh_cn: 沙虫

source: Dune Splicer Banner
zh_cn: 沙虫旗

source: Dungeon Crate
zh_cn: 地牢匣

source: Dungeon Door
zh_cn: 地牢门

source: Dungeon Guardian
zh_cn: 地牢守卫

source: Dungeon Heist
zh_cn: 地牢大劫案

source: Dungeon Shelf
zh_cn: 地牢架

source: Dungeon Slime
zh_cn: 地牢史莱姆

source: Dungeon Slime Banner
zh_cn: 地牢史莱姆旗

source: Dungeon Spirit
zh_cn: 地牢幽魂

source: Dungeon Spirit Banner
zh_cn: 地牢幽魂旗

source: Dutchman Cannon
zh_cn: 荷兰大炮

source: Dye
zh_cn: 染料

source: Dye Hard
zh_cn: 处处遍染

source: Dye Trader
zh_cn: 染料商

source: Dye Trader Robe
zh_cn: 染料商长袍

source: Dye Trader's Turban
zh_cn: 染料商头巾

source: Dye Vat
zh_cn: 染缸

source: Dynamite
zh_cn: 雷管

source: Dynamite Fish
zh_cn: 雷管鱼

source: Dynamite, my own special cure-all for what ails ya.
zh_cn: 雷管，这是我特别为你准备的灵丹妙药，包治百病。

source: Dynasty Bathtub
zh_cn: 王朝浴缸

source: Dynasty Bed
zh_cn: 王朝床

source: Dynasty Bookcase
zh_cn: 王朝书架

source: Dynasty Bowl
zh_cn: 王朝碗

source: Dynasty Candle
zh_cn: 王朝蜡烛

source: Dynasty Chair
zh_cn: 王朝椅

source: Dynasty Chest
zh_cn: 王朝箱

source: Dynasty Clock
zh_cn: 王朝时钟

source: Dynasty Cup
zh_cn: 王朝杯

source: Dynasty Door
zh_cn: 王朝门

source: Dynasty Dresser
zh_cn: 王朝梳妆台

source: Dynasty Lamp
zh_cn: 王朝灯

source: Dynasty Lantern
zh_cn: 王朝灯笼

source: Dynasty Piano
zh_cn: 王朝钢琴

source: Dynasty Platform
zh_cn: 王朝平台

source: Dynasty Sink
zh_cn: 王朝水槽

source: Dynasty Sofa
zh_cn: 王朝沙发

source: Dynasty Table
zh_cn: 王朝桌

source: Dynasty Wood
zh_cn: 王朝木

source: Dynasty Work Bench
zh_cn: 王朝工作台

source: Eater of Plankton
zh_cn: 浮游噬鱼

source: Eater of Souls
zh_cn: 噬魂怪

source: Eater of Souls Banner
zh_cn: 噬魂怪旗

source: Eater of Worlds
zh_cn: 世界吞噬怪

source: Eater of Worlds Mask
zh_cn: 世界吞噬怪面具

source: Eater of Worlds Trophy
zh_cn: 世界吞噬怪纪念章

source: Eater's Bite
zh_cn: 吞噬怪咬刺

source: Eater's Bone
zh_cn: 吞噬怪骨头

source: Ebonkoi
zh_cn: 黑檀锦鲤

source: Ebonsand Ball
zh_cn: 黑檀沙球

source: Ebonsand Block
zh_cn: 黑檀沙块

source: Ebonsandstone Block
zh_cn: 黑檀沙岩块

source: Ebonsandstone Wall
zh_cn: 黑檀沙岩墙

source: Ebonstone Block
zh_cn: 黑檀石块

source: Ebonstone Brick
zh_cn: 黑檀石砖

source: Ebonstone Brick Wall
zh_cn: 黑檀石砖墙

source: Ebonwood
zh_cn: 乌木

source: Ebonwood Bathtub
zh_cn: 乌木浴缸

source: Ebonwood Bed
zh_cn: 乌木床

source: Ebonwood Bookcase
zh_cn: 乌木书架

source: Ebonwood Bow
zh_cn: 乌木弓

source: Ebonwood Breastplate
zh_cn: 乌木胸甲

source: Ebonwood Candelabra
zh_cn: 乌木烛台

source: Ebonwood Candle
zh_cn: 乌木蜡烛

source: Ebonwood Chair
zh_cn: 乌木椅

source: Ebonwood Chandelier
zh_cn: 乌木吊灯

source: Ebonwood Chest
zh_cn: 乌木箱

source: Ebonwood Clock
zh_cn: 乌木时钟

source: Ebonwood Door
zh_cn: 乌木门

source: Ebonwood Dresser
zh_cn: 乌木梳妆台

source: Ebonwood Fence
zh_cn: 乌木栅栏

source: Ebonwood Greaves
zh_cn: 乌木护胫

source: Ebonwood Hammer
zh_cn: 乌木锤

source: Ebonwood Helmet
zh_cn: 乌木头盔

source: Ebonwood Lamp
zh_cn: 乌木灯

source: Ebonwood Lantern
zh_cn: 乌木灯笼

source: Ebonwood Piano
zh_cn: 乌木钢琴

source: Ebonwood Platform
zh_cn: 乌木平台

source: Ebonwood Sink
zh_cn: 乌木水槽

source: Ebonwood Sofa
zh_cn: 乌木沙发

source: Ebonwood Sword
zh_cn: 乌木剑

source: Ebonwood Table
zh_cn: 乌木桌

source: Ebonwood Wall
zh_cn: 乌木墙

source: Ebonwood Work Bench
zh_cn: 乌木工作台

source: Ectoplasm
zh_cn: 灵气

source: Edit
zh_cn: 编辑

source: Edit and continue is only supported on windows.
zh_cn: 仅在Windows上支持编辑并继续.

source: Edit and continue path: {0}
zh_cn: 编辑并继续路径: {0}

source: Effects
zh_cn: 效果

source: Eggnog
zh_cn: 蛋酒

source: Either you have style, or you get styled.
zh_cn: 要么天生有型，要么变得有型。

source: Elandrian
zh_cn: 伊兰德里安

source: Electric Bolt
zh_cn: 电击矢

source: Electrified
zh_cn: 带电

source: Electrosphere
zh_cn: 电圈

source: Electrosphere Launcher
zh_cn: 电圈发射器

source: Electrosphere Missile
zh_cn: 电圈导弹

source: Elf Archer
zh_cn: 精灵弓箭手

source: Elf Archer Banner
zh_cn: 精灵弓箭手旗

source: Elf Copter
zh_cn: 精灵直升机

source: Elf Copter Banner
zh_cn: 精灵直升机旗

source: Elf Hat
zh_cn: 精灵帽

source: Elf Melter
zh_cn: 精灵熔炉

source: Elf Pants
zh_cn: 精灵裤

source: Elf Shirt
zh_cn: 精灵衣

source: Emerald
zh_cn: 翡翠

source: Emerald Bolt
zh_cn: 翡翠矢

source: Emerald Gem Lock
zh_cn: 翡翠宝石锁

source: Emerald Gemspark Block
zh_cn: 翡翠晶莹宝石块

source: Emerald Gemspark Wall
zh_cn: 翡翠晶莹宝石墙

source: Emerald Hook
zh_cn: 翡翠钩

source: Emerald Robe
zh_cn: 翡翠长袍

source: Emerald Staff
zh_cn: 翡翠法杖

source: Emits an aura of light
zh_cn: 发出光环

source: Emitting light
zh_cn: 发光

source: Empty Bucket
zh_cn: 空桶

source: Empty Bullet
zh_cn: 空心子弹

source: Empty Dropper
zh_cn: 空滴管

source: Empty name.
zh_cn: 空名称。

source: Enable All
zh_cn: 启用全部

source: Enable Developer Mode
zh_cn: 启用开发者模式

source: Enable only this List
zh_cn: 仅启用该列表

source: Enable this List
zh_cn: 启用该列表

source: Enabled
zh_cn: 已启用

source: Enables solid blocks to be toggled on and off
zh_cn: 使实心块能够打开和关闭

source: Enchanted Beam
zh_cn: 附魔光束

source: Enchanted Boomerang
zh_cn: 附魔回旋镖

source: Enchanted Nightcrawler
zh_cn: 附魔夜行者

source: Enchanted Nightcrawler Cage
zh_cn: 附魔夜行者笼

source: Enchanted Sundial
zh_cn: 附魔日晷

source: Enchanted Sword
zh_cn: 附魔剑

source: Enchanted Sword Banner
zh_cn: 附魔剑旗

source: Endless Musket Pouch
zh_cn: 无尽火枪袋

source: Endless Quiver
zh_cn: 无尽箭袋

source: Endurance
zh_cn: 耐力

source: Endurance Potion
zh_cn: 耐力药水

source: Enemies are more likely to target you
zh_cn: 敌人更有可能瞄准你

source: Enemies killed will drop more money
zh_cn: 杀死的敌人会掉落更多的钱

source: Energy
zh_cn: 能量

source: Engineering Helmet
zh_cn: 工程头盔

source: English
zh_cn: English (英语)

source: Enter
zh_cn: 输入

source: Enter Character Name:
zh_cn: 输入角色姓名：

source: Enter Mod Pack name
zh_cn: 输入整合包名称

source: Enter Seed (Leave Blank For Random)
zh_cn: 输入种子（随机留空）

source: Enter Seed (Leave Blank For Random):
zh_cn: 输入种子（随机留空）：

source: Enter Server IP Address:
zh_cn: 输入服务器IP地址：

source: Enter Server Password:
zh_cn: 输入服务器密码：

source: Enter Server Port:
zh_cn: 输入服务器端口：

source: Enter World Name:
zh_cn: 输入世界名称：

source: Enter message:
zh_cn: 输入消息：

source: Enter new name:
zh_cn: 输入新名称：

source: Enter world name:
zh_cn: 输入世界名称：

source: Equip
zh_cn: 装备

source: Equip a dye in every possible dye slot.
zh_cn: 尽可能在每个染料栏中装备一种染料。

source: Equip a mount.
zh_cn: 装备坐骑。

source: Equip a pair of wings.
zh_cn: 装备一对翅膀。

source: Equip armor in all three armor slots: head, chest, and feet.
zh_cn: 在所有三个盔甲栏（头部、胸部和脚部）中装备盔甲。

source: Equip armor or vanity clothing in all three social slots.
zh_cn: 在所有三种社交栏中装备盔甲或浮华服饰。

source: Equip your first grappling hook.
zh_cn: 装备第一个抓钩。

source: Equipable
zh_cn: 可装备

source: Equipment
zh_cn: 装备

source: Equipped in social slot
zh_cn: 装备在社交栏

source: Ernest
zh_cn: 欧内斯特

source: Error
zh_cn: 错误

source: Error on message {0}
zh_cn: 消息 {0} 出错

source: Error reading mod file {0}
zh_cn: 读取模组文件时发生错误 {0}

source: Eskimo Coat
zh_cn: 爱斯基摩大衣

source: Eskimo Hood
zh_cn: 爱斯基摩兜帽

source: Eskimo Pants
zh_cn: 爱斯基摩裤

source: Español (Spanish)
zh_cn: Español (西班牙语)

source: Eternia Crystal
zh_cn: 埃特尼亚水晶

source: Eternia Crystal Stand
zh_cn: 埃特尼亚水晶座

source: Etherian Goblin
zh_cn: 天国哥布林

source: Etherian Goblin Banner
zh_cn: 天国哥布林旗

source: Etherian Goblin Bomber
zh_cn: 天国哥布林投弹手

source: Etherian Goblin Bomber Banner
zh_cn: 天国哥布林投弹手旗

source: Etherian Javelin Thrower
zh_cn: 天国标枪投掷怪

source: Etherian Javelin Thrower Banner
zh_cn: 天国标枪投掷怪旗

source: Etherian Lightning Bug
zh_cn: 天国荧光虫

source: Etherian Lightning Bug Banner
zh_cn: 天国荧光虫旗

source: Etherian Mana
zh_cn: 天国魔力

source: Etherian Wyvern
zh_cn: 天国飞龙

source: Etherian Wyvern Banner
zh_cn: 天国飞龙旗

source: Even {ArmsDealer} wants what I'm selling!
zh_cn: 就连{ArmsDealer}都想要我卖的东西！

source: Event Progress Bar
zh_cn: 事件进度条

source: Everscream
zh_cn: 常绿尖叫怪

source: Everscream Trophy
zh_cn: 常绿尖叫怪纪念章

source: Everyone said they like stacked cakes, so I installed smokestacks in mine.
zh_cn: 所有人都说他们喜欢吃多层蛋糕，所以我在我的蛋糕上安了烟囱。

source: Everytime I see the color blue, it makes me depressed and lazy.
zh_cn: 每次看到蓝色，我都感到郁闷和懒散。

source: Evil Presence
zh_cn: 恶灵现世

source: Evolution Beast
zh_cn: 进化兽

source: Evolution Beast Banner
zh_cn: 进化兽旗

source: Ew, my hair, there's spider web all over it!
zh_cn: 啊，我的头发，上面都是蜘蛛网！

source: Excalibur
zh_cn: 断钢剑

source: Exception normal: {0}
zh_cn: 普通异常：{0}

source: Exit
zh_cn: 退出

source: Exit and Disable All
zh_cn: 退出并禁用全部模组

source: Exotic Scimitar
zh_cn: 外星弯刀

source: Experimental Features: Off
zh_cn: 实验功能：关闭

source: Experimental Features: On
zh_cn: 实验功能：开启

source: Expert
zh_cn: 专家

source: Explodes into a swarm of bees
zh_cn: 爆炸成一大群蜜蜂

source: Explodes into confetti on impact
zh_cn: 碰撞时爆炸成彩纸

source: Explodes into deadly shrapnel
zh_cn: 爆炸成致命的弹片

source: Explodes on impact
zh_cn: 碰撞时爆炸

source: Explodes when activated
zh_cn: 激活时爆炸

source: Explodes when stepped on
zh_cn: 踩上时爆炸

source: Exploding Bullet
zh_cn: 爆破弹

source: Explorer
zh_cn: 探险家

source: Explosive Bullet
zh_cn: 爆炸子弹

source: Explosive Bunny
zh_cn: 爆炸兔

source: Explosive Jack 'O Lantern
zh_cn: 爆炸杰克南瓜灯

source: Explosive Powder
zh_cn: 爆炸粉

source: Explosive Trap
zh_cn: 爆炸机关

source: Explosive Trap Cane
zh_cn: 爆炸机关手杖

source: Explosive Trap Rod
zh_cn: 爆炸机关魔杖

source: Explosive Trap Staff
zh_cn: 爆炸机关法杖

source: Explosives
zh_cn: 炸药

source: Exposes nearby treasure
zh_cn: 显露附近的宝藏

source: Extendo Grip
zh_cn: 加长握爪

source: Extra Shiny!
zh_cn: 光彩夺目！

source: Extra libraries can be downloaded from github when running on an up-to-date version of Mono.
zh_cn: 运行最新版本的Mono时,可以从GitHub上下载额外库.

source: Extract
zh_cn: 提取

source: Extractinator
zh_cn: 提炼机

source: Extremely slow speed
zh_cn: 极慢速度

source: Extremely strong knockback
zh_cn: 极强击退力

source: Extremely weak knockback
zh_cn: 极弱击退力

source: Eye Beam
zh_cn: 魔眼光束

source: Eye Color
zh_cn: 眼睛颜色

source: Eye Fire
zh_cn: 魔眼烈火

source: Eye Laser
zh_cn: 魔眼激光

source: Eye Patch
zh_cn: 眼罩

source: Eye Spring
zh_cn: 弹簧眼

source: Eye of Cthulhu
zh_cn: 克苏鲁之眼

source: Eye of Cthulhu Mask
zh_cn: 克苏鲁之眼面具

source: Eye of Cthulhu Trophy
zh_cn: 克苏鲁之眼纪念章

source: Eye of the Golem
zh_cn: 石巨人之眼

source: Eye on You
zh_cn: 盯着你

source: Eyeball Spring
zh_cn: 弹簧眼

source: Eyeball Statue
zh_cn: 魔眼雕像

source: Eyes
zh_cn: 眼睛

source: Eyezor
zh_cn: 眼怪

source: Eyezor Banner
zh_cn: 眼怪旗

source: Face Monster
zh_cn: 脸怪

source: Face Monster Banner
zh_cn: 脸怪旗

source: Facing the Cerebral Mastermind
zh_cn: 直面摄魂师

source: Faded
zh_cn: 褪色

source: Failed to handle {0}
zh_cn: 无法处理 {0}

source: Failed to load precompiled: {0}
zh_cn: 无法加载预编译: {0}

source: Failed to load {0}
zh_cn: 加载失败 {0}

source: Failed to read mod reference {0}
zh_cn: 读取模组引用 {0} 失败

source: Fairy
zh_cn: 仙灵

source: Fairy Bell
zh_cn: 仙灵铃铛

source: Fairy Wings
zh_cn: 仙灵之翼

source: Falcon Blade
zh_cn: 猎鹰刃

source: Fallen Star
zh_cn: 坠落之星

source: Fallen Starfish
zh_cn: 坠落海星

source: Fallen Tuxedo Pants
zh_cn: 堕落西装裤

source: Fallen Tuxedo Shirt
zh_cn: 堕落西装衣

source: Falling Star
zh_cn: 陨星

source: Falling sand you can safely watch
zh_cn: 你可以安全观看的落沙

source: Familiar Pants
zh_cn: 便装裤

source: Familiar Shirt
zh_cn: 便装衣

source: Familiar Wig
zh_cn: 便装假发

source: Fancy Dishes
zh_cn: 精致餐具

source: Fancy Gray Wallpaper
zh_cn: 别致灰壁纸

source: Fart in a Balloon
zh_cn: 臭屁气球

source: Fart in a Jar
zh_cn: 罐中臭屁

source: Fashion Statement
zh_cn: 时尚宣言

source: Fast Clock
zh_cn: 快走时钟

source: Fast and Fishious
zh_cn: 游刃有鱼

source: Fast speed
zh_cn: 快速度

source: Father of Someone
zh_cn: 某人之父

source: Favorite
zh_cn: 收藏

source: Feather
zh_cn: 羽毛

source: Featherfall
zh_cn: 羽落

source: Featherfall Potion
zh_cn: 羽落药水

source: Female
zh_cn: 女

source: Feral Bite
zh_cn: 野性咬噬

source: Feral Claws
zh_cn: 猛爪手套

source: Festive Wallpaper
zh_cn: 节日壁纸

source: Festive Wings
zh_cn: 喜庆之翼

source: Fetid Baghnakhs
zh_cn: 臭虎爪

source: Fez
zh_cn: 菲斯帽

source: Fiberglass Fishing Pole
zh_cn: 玻璃钢钓竿

source: Fiery Greatsword
zh_cn: 炽焰巨剑

source: Files:
zh_cn: 文件:

source: Fin Wings
zh_cn: 鳍翼

source: Final Wave
zh_cn: 最后一波

source: Finding Gold
zh_cn: 淘金

source: Finding Mods...
zh_cn: 查找模组...

source: Finding tile frames:
zh_cn: 正在寻找图格框架：

source: Finishing Resource Loading
zh_cn: 资源加载完成

source: Fire Arrow
zh_cn: 烈火箭

source: Fire Feather
zh_cn: 火羽

source: Fire Gauntlet
zh_cn: 烈火手套

source: Fire Imp
zh_cn: 火焰小鬼

source: Fire Imp Banner
zh_cn: 火焰小鬼旗

source: Fire a Bee Gun while wearing a full set of Bee Armor.
zh_cn: 穿上一整套蜜蜂盔甲使用蜜蜂枪射击。

source: Fire a rainbow gun while riding on a unicorn.
zh_cn: 骑着独角兽使用彩虹枪射击。

source: Fireball
zh_cn: 火光球

source: Fireblossom
zh_cn: 火焰花

source: Fireblossom Planter Box
zh_cn: 火焰花花盆

source: Fireblossom Seeds
zh_cn: 火焰花种子

source: Firefly
zh_cn: 萤火虫

source: Firefly Statue
zh_cn: 萤火虫雕像

source: Firefly in a Bottle
zh_cn: 萤火虫瓶

source: Fireplace
zh_cn: 壁炉

source: Fires a spread of bullets
zh_cn: 射出一连串子弹

source: Firework Fountain
zh_cn: 烟花喷泉

source: Fireworks Box
zh_cn: 烟花盒

source: First Encounter
zh_cn: 初次邂逅

source: First Quarter
zh_cn: 上弦月

source: First Wave
zh_cn: 第一波

source: Fish
zh_cn: 鱼

source: Fish Bowl
zh_cn: 鱼缸

source: Fish Costume Finskirt
zh_cn: 鱼装鳍裙

source: Fish Costume Mask
zh_cn: 鱼装面具

source: Fish Costume Shirt
zh_cn: 鱼装衣

source: Fish Finder
zh_cn: 探鱼器

source: Fish Hook
zh_cn: 鱼钩

source: Fish Out of Water
zh_cn: 离水之鱼

source: Fish Statue
zh_cn: 金鱼雕像

source: Fisher of Souls
zh_cn: 灵魂钓手

source: Fisherman's Pocket Guide
zh_cn: 渔民袖珍宝典

source: Fishing
zh_cn: 钓鱼

source: Fishing Potion
zh_cn: 钓鱼药水

source: Fishing line will never break
zh_cn: 钓鱼线永远都不会断

source: Fishing line will never break, Decreases chance of bait consumption, Increases fishing skill
zh_cn: 钓鱼线永远都不会断，将减少鱼饵消耗率，提高钓鱼技能

source: Fishotron
zh_cn: 骷髅鱼

source: Fishron
zh_cn: 猪龙鱼

source: Fishron Wings
zh_cn: 猪龙鱼之翼

source: Flairon
zh_cn: 猪鲨链球

source: Flairon Bubble
zh_cn: 猪鲨链球泡

source: Flamarang
zh_cn: 烈焰回旋镖

source: Flame Dye
zh_cn: 红焰染料

source: Flame Trap
zh_cn: 烈焰机关

source: Flame Wings
zh_cn: 烈焰之翼

source: Flame and Black Dye
zh_cn: 红焰黑染料

source: Flame and Silver Dye
zh_cn: 红焰银染料

source: Flameburst Cane
zh_cn: 爆炸烈焰手杖

source: Flameburst Rod
zh_cn: 爆炸烈焰魔杖

source: Flameburst Staff
zh_cn: 爆炸烈焰法杖

source: Flameburst Tower
zh_cn: 爆炸烈焰塔

source: Flamelash
zh_cn: 烈焰火鞭

source: Flames
zh_cn: 火焰

source: Flamethrower
zh_cn: 火焰喷射器

source: Flaming Arrow
zh_cn: 烈焰箭

source: Flaming Jack
zh_cn: 烈焰杰克南瓜

source: Flaming Scythe
zh_cn: 烈焰镰刀

source: Flaming Wood
zh_cn: 烈焰木

source: Flare
zh_cn: 照明弹

source: Flare Gun
zh_cn: 信号枪

source: Flarefin Koi
zh_cn: 闪鳍锦鲤

source: Flask
zh_cn: 瓶子

source: Flask of Cursed Flames
zh_cn: 诅咒焰瓶

source: Flask of Fire
zh_cn: 烈火瓶

source: Flask of Gold
zh_cn: 金瓶

source: Flask of Ichor
zh_cn: 灵液瓶

source: Flask of Nanites
zh_cn: 纳米机器人之瓶

source: Flask of Party
zh_cn: 派对瓶

source: Flask of Poison
zh_cn: 毒药瓶

source: Flask of Venom
zh_cn: 大瓶毒液

source: Fleeting
zh_cn: 快速

source: Flesh Bathtub
zh_cn: 血肉浴缸

source: Flesh Bed
zh_cn: 血肉床

source: Flesh Block
zh_cn: 血肉块

source: Flesh Block Wall
zh_cn: 血肉块墙

source: Flesh Bookcase
zh_cn: 血肉书架

source: Flesh Candelabra
zh_cn: 血肉烛台

source: Flesh Candle
zh_cn: 血肉蜡烛

source: Flesh Chair
zh_cn: 血肉椅

source: Flesh Chandelier
zh_cn: 血肉吊灯

source: Flesh Chest
zh_cn: 血肉箱

source: Flesh Clock
zh_cn: 血肉时钟

source: Flesh Cloning Vat
zh_cn: 血肉克隆台

source: Flesh Door
zh_cn: 血肉门

source: Flesh Dresser
zh_cn: 血肉梳妆台
